Cilium/performance/abcd/single-perf3/report1500.txt
Requests      [total, rate]            45000, 1500.03
Duration      [total, attack, wait]    29.999768431s, 29.999414599s, 353.832µs
Latencies     [mean, 50, 95, 99, max]  666.333µs, 363.262µs, 1.986009ms, 5.779858ms, 29.345975ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: