Cilium/performance/abcd/single-perf3/report500.txt
Requests      [total, rate]            15000, 500.03
Duration      [total, attack, wait]    29.998471017s, 29.998095199s, 375.818µs
Latencies     [mean, 50, 95, 99, max]  667.087µs, 514.241µs, 1.126338ms, 4.02375ms, 36.724324ms
Bytes In      [total, mean]            390000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:15000  
Error Set: